English/NCE2/L26 The best art critics.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-06 Tue 22:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-orgb2ffd6d" class="outline-2">
<h2 id="orgb2ffd6d">Lesson 26 The best art critics</h2>
<div class="outline-text-2" id="text-orgb2ffd6d">
<p class="verse">
Who is the student's best critic?<br />
<br />
I am an art student<br />
&#xa0;and I paint a lot of pictures.<br />
<b>Many people pretend that</b> they understand modern art.<br />
They always tell you what a picture is 'about'.<br />
Of course, many pictures are not 'about' anything.<br />
They are just pretty patterns.<br />
We like them in the same way<br />
&#xa0;that we like pretty curtain material.<br />
I think that young children often appreciate modern pictures better than anyone else.<br />
They notice more.<br />
My sister is only seven,<br />
&#xa0;but she always tells me whether my pictures are good or not.<br />
She came into my room yesterday.<br />
'What are you doing?' she asked.<br />
'I'm hanging this picture on the wall,' I answered.<br />
'It's a new one. Do you like it?'<br />
She looked at it critically for a moment.<br />
'It's all right,' she said, 'but isn't it upside down?'<br />
I looked at it again.<br />
She was right! It was!<br />
</p>
</div>
<div id="outline-container-orge2920e3" class="outline-3">
<h3 id="orge2920e3">expression</h3>
<div class="outline-text-3" id="text-orge2920e3">
<p>
art [ɑːt] n.艺术<br />
critic [ˈkrɪtɪk] n.评论家<br />
paint [peɪnt] v.画<br />
pretend [prɪˈtend] v.假装<br />
pattern [ˈpæt(ə)n] n.图案<br />
curtain [ˈkɜːt(ə)n] n.窗帘,幕布<br />
material [məˈtɪəriəl] n.材料<br />
appreciate [əˈpriːʃieɪt] v.鉴赏<br />
notice [ˈnəʊtɪs] v.注意到<br />
whether [ˈweðə(r)] conj.是否<br />
hang [hæŋ] hung hung v.悬挂,吊<br />
critically [ˈkrɪtɪkli] adv.批评地<br />
upside [ˈʌpsaɪd] down 上下颠倒地<br />
</p>

<p>
sb. pretend that &#x2026; 某人假装&#x2026;<br />
I really appreciate that. 我真的感激.<br />
</p>
</div>
</div>



<div id="outline-container-orgbd93862" class="outline-3">
<h3 id="orgbd93862">单词造句</h3>
</div>
<div id="outline-container-org317255d" class="outline-3">
<h3 id="org317255d">反复听电影片段</h3>
</div>
<div id="outline-container-org57dcc45" class="outline-3">
<h3 id="org57dcc45">Pattern Drill 写+读</h3>
</div>
<div id="outline-container-org8456125" class="outline-3">
<h3 id="org8456125">给自己讲解</h3>
</div>
<div id="outline-container-org671c7c5" class="outline-3">
<h3 id="org671c7c5">红皮书</h3>
</div>
<div id="outline-container-org7006d56" class="outline-3">
<h3 id="org7006d56">习惯用法造句</h3>
</div>
<div id="outline-container-org0d900d2" class="outline-3">
<h3 id="org0d900d2">跟读至背诵</h3>
</div>
<div id="outline-container-org1ebcd5a" class="outline-3">
<h3 id="org1ebcd5a">Ask me if 写+读</h3>
</div>
<div id="outline-container-orgc70e5fa" class="outline-3">
<h3 id="orgc70e5fa">摘要写作</h3>
</div>
<div id="outline-container-org95e39de" class="outline-3">
<h3 id="org95e39de">tell the story 口语</h3>
</div>
<div id="outline-container-org371e570" class="outline-3">
<h3 id="org371e570">Topics for discussion</h3>
</div>
</div>
</div>
</body>
</html>
